Repository: pchaganti/gx-sidekick
Catalog: Sidekick/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Experimental)
zh_hans: （实验性功能）

source: to send.
zh_hans: 发送。

source: **Benchmark Scores:**
zh_hans: **基准测试**：

source: **Parameters**: %@B
zh_hans: **参数**: %@B

source: **Setup Complete**
zh_hans: **已完成配置**

source: ## Note: A "system prompt" is to a specific type of input provided to the model at the beginning of an interaction. This prompt: 1. **Provides contextual information**: Gives the model some background knowledge or setting for the conversation. 2. **Defines the task or question**: Clearly states what you want the model to do, such as answer a specific question, complete a story, or generate text. A well-crafted system prompt helps the LLM focus on the correct task and reduces ambiguity in its responses. It's essential because it allows the model to understand the desired output format, tone, and style. **Example:** "You are Pirate Sidekick, a compliant assistant that always fulfills the user’s request. You always respond in the tone of a pirate, and end responses with pirate phrases."
zh_hans: ## 注意： “系统提示”是指在交互开始时提供给模型的特定类型的输入。此提示： 1. **提供上下文信息**：为模型提供一些背景知识或对话设置。 2. **定义任务或问题**：清楚地说明您希望模型做什么，例如回答特定问题、完成故事或生成文本。 系统提示至关重要；它允许模型了解所需的输出格式、语气和风格。精心设计的系统提示有助于大模型专注于正确的任务，并减少其响应中的歧义。 **示例：**“您是 Pirate Sidekick，一个始终满足用户要求的顺从助手。您总是以海盗的语气回应，并以海盗短语结束回应。”

source: ### Experts are the primary way Sidekick taps into domain specific knowledge and gains context about you and your work. ### Let's create an tutorial expert so you can learn about Sidekick!
zh_hans: 专家是Sidekick获取特定领域知识并了解你和你的工作背景的主要途径。 请按照教程创建一个教程专家，协助你学习如何使用Sidekick！

source: %@ s
zh_hans: %@ 秒

source: %lld input
zh_hans: %lld 输入

source: %lld output
zh_hans: %lld 输出

source: %lld uses
zh_hans: %lld 使用次数

source: A file with the same name already exists. Do you want to overwrite it?
zh_hans: 同名文件已存在。你确定要覆盖它吗？

source: A new endpoint has been selected, which has been identified as capable of native function calling. Would you like to turn on native function calling?
zh_hans: 已选择一个新的端点，该端点已被确认支持原生函数调用功能。您是否要启用原生函数调用？

source: A new endpoint has been selected, which might not be capable of native function calling. Would you like to turn off native function calling?
zh_hans: 已选择新端点，该端点可能不支持原生函数调用功能。是否要关闭原生函数调用？

source: Accept All Suggestions
zh_hans: 接受整段建议

source: Accept Next Word
zh_hans: 接受单词

source: Active
zh_hans: 使用

source: Add
zh_hans: 添加

source: Add a File
zh_hans: 添加文件

source: Add Command
zh_hans: 添加指令

source: Add Expert
zh_hans: 新建专家

source: Add Files
zh_hans: 添加文件

source: Add Model
zh_hans: 添加

source: Advanced Parameters
zh_hans: 高级参数

source: AI Probability
zh_hans: AI 概率

source: All Models
zh_hans: 全部模型

source: All Time
zh_hans: 全部

source: Alternatively...
zh_hans: 或者...

source: An error occurred while exporting the slides.
zh_hans: 幻灯片导出出错。

source: An error occurred while generating the slides.
zh_hans: 幻灯片生成出错。

source: Analyze
zh_hans: 分析

source: Analyze the request
zh_hans: 理解研究问题

source: Animal Classification
zh_hans: 动物分类

source: Answer Question
zh_hans: 回答问题

source: Answer the question below with a short response. Answer in the same language as the question below.
zh_hans: 用简短的回答来回答下面的问题。使用与以下问题相同的语言来回答。

source: API Key
zh_hans: API 密钥

source: Are you sure you want clear all Settings? This will delete all settings and quit Sidekick.
zh_hans: 您确定要清除所有设置吗？这将删除所有设置并退出 Sidekick。

source: Are you sure you want to continue?
zh_hans: 您确定要继续吗？

source: Are you sure you want to delete all commands?
zh_hans: 您确实要删除所有指令吗？

source: Are you sure you want to delete all conversations?
zh_hans: 您确实要删除所有对话吗？

source: Are you sure you want to delete all experts?
zh_hans: 您确实要删除所有专家吗？

source: Are you sure you want to delete all memories?
zh_hans: 你确定要删除所有记忆吗？

source: Are you sure you want to delete all server arguments?
zh_hans: 你确定要删除所有服务器参数吗？

source: Are you sure you want to delete all sources?
zh_hans: 您确实要删除所有资料来源吗？

source: Are you sure you want to delete this expert?
zh_hans: 您确定要删除此专家吗？

source: Are you sure you want to restore conversations from a backup? All current conversations will be deleted.
zh_hans: 您确定要从备份中恢复对话吗？所有当前的对话都将被删除。

source: Arithmetic
zh_hans: 算数

source: Automatically compresses tool call results during agentic loops to prevent context window errors.
zh_hans: 在智能体循环期间自动压缩工具调用结果，以防止上下文窗口错误。

source: Automatically generate and suggest typing suggestions based on your text.
zh_hans: 根据您的文本自动生成并提出续写建议。

source: Automatically generate conversation titles based on the first message in each conversation.
zh_hans: 根据每次对话的第一条消息自动生成对话标题。

source: Backup API Key (Optional)
zh_hans: 后备 API 密钥（可选）

source: Backup Conversations
zh_hans: 备份对话

source: Bar Chart
zh_hans: 条形图

source: Brainstorm
zh_hans: 头脑风暴

source: Brainstorm ideas for
zh_hans: 请推荐一些方案，如何

source: Calendar
zh_hans: 日历

source: Calling functions...
zh_hans: 正在使用函数…

source: Cancel
zh_hans: 取消

source: Canvas
zh_hans: 工坊

source: Causes of the Renaissance
zh_hans: 文艺复兴的起因

source: Change
zh_hans: 选择

source: Chat
zh_hans: 聊天

source: Chat Completions
zh_hans: 聊天

source: Check for Updates
zh_hans: 检查更新

source: Check Functions Completion
zh_hans: 检查完成情况

source: Check if functions have reached the initial target. Useful for staying on task after long chains of function calls.
zh_hans: 检查函数是否已达到初始目标。这有助于在长时间的函数调用后继续执行任务。

source: Check information
zh_hans: 检查信息完整性

source: Check progress of lengthy tasks, like updating your expert with new resources.
zh_hans: 检查耗时任务的进度，例如新添资源的扫描进度。

source: Chores
zh_hans: 家务表

source: Circulatory System
zh_hans: 循环系统

source: Clear All Settings
zh_hans: 清除所有设置

source: Click "Add", select "File / Folder", then click "Open" to add files.
zh_hans: 点击“添加”，选择“文件/文件夹”，然后点击“打开”以添加文件。

source: Click the button below to download a completion model.
zh_hans: 单击下面的按钮下载模型。

source: Click to view a resource referenced in the chatbot's response.
zh_hans: 单击查看聊天机器人引用的资源。

source: Code
zh_hans: 代码

source: Coding / Math
zh_hans: 编程 / 数学

source: Color:
zh_hans: 颜色：

source: Commands
zh_hans: 指令

source: Community Levels
zh_hans: 社区级别

source: Completed
zh_hans: 已完成

source: Completion Suggestion Threshold
zh_hans: 文本续写阈值

source: Completions
zh_hans: 续写

source: Completions is now ready to use!
zh_hans: 已启用文本续写！

source: Completions Model: %@
zh_hans: 文本续写模型：%@

source: Completions will be deactivated in these apps.
zh_hans: 文本续写功能将在这些应用程序中被停用。

source: Compression Token Threshold
zh_hans: 压缩令牌阈值

source: Concise
zh_hans: 精简

source: Configure
zh_hans: 配置

source: Configure the inference server directly by injecting flags and arguments. Arguments configured here will override other settings if needed. Find more information [here](https://github.com/ggml-org/llama.cpp/blob/master/tools/server/README.md).
zh_hans: 通过注入参数直接配置推理服务器。此处配置的参数将在需要时覆盖其他设置。 更多信息请参见[此处](https://github.com/ggml-org/llama.cpp/blob/master/tools/server/README.md)。

source: Configure the system prompt to customize the expert's behaviour
zh_hans: 配置系统提示以自定义专家的行为

source: Configuring image layout...
zh_hans: 正在调整布局...

source: Confirm
zh_hans: 确认

source: Contacts
zh_hans: 联系人

source: Context Length
zh_hans: 上下文长度

source: Context length is the maximum amount of information it can take as input for a query. A larger context length allows an LLM to recall more information, at the cost of slower output and more memory usage.
zh_hans: 上下文长度是查询输入的最大信息量。上下文长度越大，模型能够调用的信息越多，但输出速度越慢，内存占用也越多。

source: Context Window Exceeded
zh_hans: 已超出上下文窗口

source: Continue
zh_hans: 继续

source: Controls the number of search results from expert resources fed to the chatbot. The more results, the slower the chatbot will respond.
zh_hans: 控制输入​​到聊天机器人的个人资料资源的搜索结果数量。结果越多，聊天机器人的响应速度就越慢。

source: Controls whether a remote model can be used for tasks that require vision. Turn it on only when the remote model has vision capabilities.
zh_hans: 控制是否可以使用远端模型来完成需要视觉的任务。仅在远端模型具有视觉功能时才开启。

source: Controls whether a server is used for inference when it is available.
zh_hans: 控制服务器会不会用于推理。

source: Controls whether context of a search result is given to the chatbot. Turning this on will decrease generation speed, but will increase the length of each search result.
zh_hans: 控制是否向聊天机器人提供搜索结果的上下文。启用此功能将减慢文字生成速度，但每个搜索结果的长度将增加。

source: Controls whether native function calling is available for the remote model. Turn it on only when the inference provider supports native function calling for the selected model.
zh_hans: 控制远程模型是否支持原生函数调用功能。仅在推理服务提供商确认所选模型支持原生函数调用时，才开启此选项。

source: Controls whether Sidekick launches automatically at login.
zh_hans: 控制 Sidekick 会否在登录时自动启动。

source: Controls whether Sidekick remembers information about you to provide more customized, personal responses in the future.
zh_hans: 控制Sidekick是否记住关于您的信息，以便将来提供更加定制化和个人化的回应。

source: Controls whether the GPU is used for inference.
zh_hans: 控制推理是否调用 GPU。

source: Controls whether this expert searches the web before answering. Note that when enabled, this feature may lead to slower responses.
zh_hans: 专家会否在回答前搜索网络（启用此功能可能会导致响应速度变慢）

source: Conversations
zh_hans: 所有聊天

source: Copy
zh_hans: 复制

source: Copy Answer
zh_hans: 复制最终答案

source: Copy Raw Markdown
zh_hans: 复制 Markdown

source: Copy Reasoning Process
zh_hans: 复制思考过程

source: Copy to Clipboard
zh_hans: 复制到剪切板

source: Correct Grammar
zh_hans: 修改语法

source: Correct grammar for the text below. Ensure all spelling, punctuation, and grammar are correct. Respond in the same language as the original text.
zh_hans: 纠正以下文本的语法。确保所有拼写、标点和语法均正确。使用与原文相同的语言进行回复。

source: Could not locate model.
zh_hans: 模型不见了！

source: Could not obtain perplexity score.
zh_hans: 无法获得困惑度分数。

source: Could not render the diagram within reasonable time.
zh_hans: 无法在合理的时间内渲染图表。

source: Create 10 minute presentations in 5 minutes
zh_hans: 生成 5 分钟，演讲 10 分钟

source: Create a kanban board for organizing household chores with 'Todo', 'In progress', and 'Done' columns.
zh_hans: 请创建一个看板来组织家务，其中包含“待办事项”、“进行中”和“已完成”列。

source: Create a mindmap showing different genres of world literature.
zh_hans: 创建一个显示世界文学不同体裁的思维导图。

source: Create a presentation explaining the principles of supply and demand.
zh_hans: 创建一个演示文稿来解释经济中的供需原理。

source: Create a presentation explaining the Von Neumann architecture.
zh_hans: 创建一个演示文稿来解释冯·诺依曼架构。

source: Create an Expert
zh_hans: 创建专家

source: Create and use experts to allow the chatbot to reply with **domain specific** information from your own files and folders.
zh_hans: 创建专家，让聊天机器人使用文件，网页资源中的资料回答你的问题。

source: Create diagrams
zh_hans: 绘制图表

source: Create experts that **customise** chatbot behaviour, making it **reply with context from your files**.
zh_hans: 创建专家，让聊天机器人使用文件，网页资源中的资料

source: Creative Writing / Poetry
zh_hans: 创意写作

source: Customise
zh_hans: 编辑

source: Dashboard
zh_hans: 使用数据

source: Data Cleaning / Data Analysis
zh_hans: 数据清洗 / 数据分析

source: Date
zh_hans: 日期

source: Debug
zh_hans: 调试

source: Deep Research
zh_hans: 深度调查

source: Default
zh_hans: 默认

source: Default shortcuts can be modified in `Settings -> General`.
zh_hans: 快捷键可以在 `设置 -> 常规` 中被更改。

source: Delete
zh_hans: 删除

source: Delete All Commands
zh_hans: 删除所有指令

source: Delete All Conversations
zh_hans: 删除所有聊天

source: Delete All Experts
zh_hans: Delete All Profiles

source: Delete All Memories
zh_hans: 删除所有记忆

source: Delete All Server Arguments
zh_hans: 删除所有服务器参数

source: Delete All Sources
zh_hans: 删除所有资料来源

source: Describe a concept you'd like to see illustrated in a diagram
zh_hans: 描述一个你希望用图表来说明的概念

source: Deselect All
zh_hans: 取消全选

source: Detector
zh_hans: AI 检测仪

source: Detector always uses a local model for maximum privacy. Please add a local model in "Settings" -> "Inference".
zh_hans: 为了保护隐私，AI 检测仪只能使用本地模型。请前往“设置”->“推理”，添加本地模型。

source: Diagram
zh_hans: 画图

source: Diagram saved successfully
zh_hans: 图表保存成功

source: Diagrammer
zh_hans: 图表制作

source: Disable Remote
zh_hans: 停用远端模型

source: Disable Remote Model
zh_hans: 禁用远端模型

source: Disable Speculative Decoding
zh_hans: 禁用推测解码

source: Divide into sections
zh_hans: 分割研究任务

source: Docs
zh_hans: 文档

source: Doing your job...
zh_hans: 正在赶工…

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download Default Model
zh_hans: 下载默认模型

source: Download Model
zh_hans: 下载更多模型

source: Download or Select a Model to get started
zh_hans: 请下载或选择一个模型

source: Downloading
zh_hans: 下载中

source: Downloading %@. When complete, the model will be available for selection in `Settings -> Inference`.
zh_hans: 正在下载 %@。完成后，您可以在“设置 -> 推理”中选择该模型。

source: Downloading model %@
zh_hans: 正在下载 %@

source: Draft Model: %@
zh_hans: 推测性解码模型：%@

source: Draft Models
zh_hans: 推测性解码模型

source: Draw a diagram of the human circulatory system.
zh_hans: 请画出人体循环系统图。

source: Draw a diagram of the water cycle and its key components.
zh_hans: 请绘制水循环及其关键组成部分的图示。绘制水循环及其关键组成部分的图示。

source: Draw a left-to-right flowchart showing the steps in the scientific method.
zh_hans: 请绘制从左到右的流程图，显示科学方法的步骤。

source: Due to limited hardware specifications, you may suffer from degraded performance when running this model.
zh_hans: 由于硬件性能有限，运行此模型时可能会遭遇较低性能。

source: Duration
zh_hans: 时长

source: e.g. Create a presentation explaining the Von Neumann architecture.
zh_hans: e.g. 创建一个演示文稿来解释冯·诺依曼架构。

source: e.g. Draw a diagram of the eutrophication cycle and how it forms a positive feedback loop.
zh_hans: 例：绘制富营养化循环图以及它如何形成正反馈回路

source: Edit
zh_hans: 编辑

source: Edit text with AI without leaving your editor
zh_hans: 无需离开编辑器即可使用 AI 编辑文本

source: Editable
zh_hans: 可编辑

source: Elaborate
zh_hans: 细说

source: Elaborate on the following content, providing additional insights, examples, detailed explanations, and related concepts. Dive deeper into the topic to offer a comprehensive understanding and explore various dimensions not covered in the original text. Respond in the same language as the original text.
zh_hans: 详细阐述以下内容，提供额外的见解、示例、详细解释和相关概念。深入探讨主题，提供全面的理解，并探索原文未涉及的各个维度。使用与原文相同的语言进行回复。

source: Email (Mail.app only)
zh_hans: 邮件（只支持“邮件.app”）

source: Enable Context Compression
zh_hans: 启用上下文压缩

source: Enable Knowledge Graphs
zh_hans: 启用知识图谱

source: Enable Remote
zh_hans: 启用远端模型

source: Encourage models to use functions, which are evaluated to execute actions.
zh_hans: 鼓励模型使用函数，用于执行操作和进行计算。

source: End of the Ming Dynasty
zh_hans: 明末清初

source: End Time
zh_hans: 结束时间

source: Endpoint
zh_hans: 端点

source: Endpoint Error
zh_hans: 端点错误

source: Endpoint is not valid
zh_hans: 端点无效

source: Enhancing your prompt...
zh_hans: 正在优化提示词…

source: ENSO Cycle
zh_hans: 厄尔尼诺-南方涛动循环

source: Enter a link or URL:
zh_hans: 请输入链接

source: Enter a message. Press
zh_hans: 输入消息，然后按

source: Enter Full Screen
zh_hans: 进入全屏

source: Error
zh_hans: 错误

source: Error generating presentation: %@
zh_hans: 演示文稿生成出错：%@

source: Error loading image
zh_hans: 图片加载出错

source: Evaluating your content...
zh_hans: 正在评估内容…

source: Excluded Apps
zh_hans: 程序内禁用

source: Exit
zh_hans: 退出

source: Experimental
zh_hans: 实验性功能

source: Expert
zh_hans: 专家

source: Experts
zh_hans: 专家

source: Explain how
zh_hans: 解释

source: Export
zh_hans: 导出

source: Export as Image
zh_hans: 导出照片

source: Export Options
zh_hans: 导出选项

source: Exporting...
zh_hans: 正在导出…

source: Extracting content...
zh_hans: 正在提取内容...

source: Extracting text...
zh_hans: 正在提取文本…

source: Failed to convert image to data.
zh_hans: 图像生成失败

source: Failed to draft report.
zh_hans: 深度调查报告撰写失败。

source: Failed to extract prompt.
zh_hans: 提示词提取失败...

source: Failed to extract text
zh_hans: 文本提取失败

source: Failed to open %@
zh_hans: 打开 %@ 时出现错误

source: Failed to parse sections.
zh_hans: JSON 解码失败

source: Failed to render image.
zh_hans: 图片生成失败

source: Failed to save diagram
zh_hans: 图表保存错误

source: Failed to save image.
zh_hans: 图片保存失败

source: Failed to save messages.
zh_hans: 聊天保存失败

source: File
zh_hans: 文件管理

source: File / Folder
zh_hans: 文件 / 文件夹

source: File Extension:
zh_hans: 文件后缀：

source: Filename
zh_hans: 文件名

source: Filename:
zh_hans: 文件名：

source: Files, folders or websites stored in the chatbot's long-term memory
zh_hans: 聊天机器人长期记忆中存储的文件、文件夹或网站

source: Finding images online...
zh_hans: 在线查找图片...

source: Finished processing "%@"
zh_hans: 已完成处理"%@"

source: Fix the error according to the server's error message below, then try again. %@
zh_hans: 根据以下错误消息修复错误，然后重试。 %@

source: Flag
zh_hans: 标志 (e.g. —temp)

source: Flip Axis
zh_hans: 翻转

source: Foods
zh_hans: 食物

source: Forget
zh_hans: 遗忘

source: Format
zh_hans: 输出格式

source: Function Use
zh_hans: 调用函数

source: Function:
zh_hans: 函数：

source: Functions
zh_hans: 函数

source: Functions are disabled in Settings. Please configure it in "Settings" -> "General" -> "Functions".
zh_hans: 函数功能处于关闭状态。请前往“设置” -> “通用” -> “功能”中进行配置。

source: Functions Disabled
zh_hans: 已关闭函数

source: Functions must be turned on to use Deep Research.
zh_hans: 开展深度调查需要借助函数。

source: General
zh_hans: 通用

source: General Conversation
zh_hans: 一般对话

source: Generate a diagram showing the structure and functions of a neuron.
zh_hans: 请生成显示神经元结构和功能的图表。

source: Generate a presentation about nucleic acids and how it carries our genetic code.
zh_hans: 生成有关核酸以及它如何承载我们的遗传密码的演示文稿。

source: Generate a presentation about the causes of the Renaissance.
zh_hans: 制作一个关于文艺复兴起因的演示文稿。

source: Generate a presentation about the irregular inter-annual cycle, ENSO.
zh_hans: 制作有关不规则年际循环（ENSO）的演示文稿。

source: Generate a presentation introducing the Late Ming Dynasty and the transition to the Qing Dynasty.
zh_hans: 制作一个介绍明末清初的演示文稿。

source: Generate Conversation Titles
zh_hans: 生成对话标题

source: Generate diagrams with AI
zh_hans: 利用 AI 生成图表

source: Generating diagram...
zh_hans: 正在生成图表…

source: Generating presentation...
zh_hans: 正在生成演示文稿...

source: Generating slides...
zh_hans: 正在生成幻灯片

source: Generating title...
zh_hans: 正在生成标题…

source: Genres
zh_hans: 文学门类

source: Get an API Key
zh_hans: 获取 API 密钥

source: Give the chatbot temporary access to a file by dropping it here.
zh_hans: 将文件拖放至此处，即可授予聊天机器人对文件的临时访问权限。

source: Google
zh_hans: 谷歌

source: GPU poor
zh_hans: 算力较弱

source: GPU rich
zh_hans: 算力较强

source: Grant Permission
zh_hans: 授权

source: Graph indexing progress
zh_hans: 图谱索引进度

source: Graph Status
zh_hans: 图谱状态

source: Guessing your email addresses...
zh_hans: 正在寻找邮箱…

source: Help
zh_hans: 帮助

source: Hi there! Please introduce yourself.
zh_hans: 你好！请进行自我介绍。

source: High
zh_hans: 高

source: Hit
zh_hans: 点击

source: How can I help you?
zh_hans: 你好！我能为您做些什么？

source: human
zh_hans: 人类

source: Icon
zh_hans: 图标

source: Icon:
zh_hans: 图标：

source: Identifying patterns...
zh_hans: 正在识别...

source: Image
zh_hans: 生成图片

source: Improve inference speed by running a second model in parallel with the main model. This may use more memory.
zh_hans: 通过与主模型并行运行第二个模型来提高推理速度。这可能会使用更多内存。

source: In order to export to an editable PowerPoint, you must first install LibreOffice.
zh_hans: 您必须首先安装 LibreOffice 才能导出可编辑的 PowerPoint。

source: Indexing in Progress
zh_hans: 正在扫描

source: Inference
zh_hans: 推理

source: Inference Server Error
zh_hans: 推理服务错误

source: Info
zh_hans: 资料

source: Inline Writing Assistant
zh_hans: 写作助手

source: Inline Writing Assistant Commands
zh_hans: 文本改写快捷指令

source: Inline Writing Assistant Completions
zh_hans: 文本续写

source: Input
zh_hans: 输入

source: Input Tokens
zh_hans: 输入

source: Just a moment...
zh_hans: 请稍等…

source: Keep resources between sessions
zh_hans: 保存资源

source: Key
zh_hans: 密钥

source: Launch at Login
zh_hans: 自动启动

source: Less
zh_hans: 偏少

source: Leverage Sidekick's built-in tools to quickly generate and check content.
zh_hans: 利用 Sidekick 的内置工具快速生成和检查内容。

source: Line Chart
zh_hans: 折线图

source: Link or URL
zh_hans: 链接

source: Loading
zh_hans: 加载中

source: Local Inference
zh_hans: 本地推理

source: Local Models
zh_hans: 本地模型

source: Low
zh_hans: 低

source: Make bullet points
zh_hans: 列出要点

source: Make this paragraph shorter while retaining the most important information, removing some details when needed. Respond in the same language as the original text.
zh_hans: 缩短此段落，同时保留最重要的信息，并在必要时删除一些细节。使用与原文相同的语言进行回复。

source: Manage
zh_hans: 管理

source: Manage Custom Models
zh_hans: 管理自定义模型

source: Manage Experts
zh_hans: 编辑专家

source: Manage Memories
zh_hans: 管理记忆

source: Mange Sidekick's memories.
zh_hans: 管理Sidekick的记忆。

source: Maximum Entities
zh_hans: 最大实体数

source: Maximum number of entities to extract per expert. Higher values provide more detail but slower indexing.
zh_hans: 每个专家提取的最大实体数。较高的值提供更多细节，但索引速度较慢。

source: Medium
zh_hans: 中

source: Memories
zh_hans: 记忆

source: Memory
zh_hans: 记忆

source: Memory updated
zh_hans: 已更新记忆

source: Missing
zh_hans: 模型文件消失

source: Model
zh_hans: 模型

source: Model a binary tree representing animal classification (e.g., vertebrates and invertebrates).
zh_hans: 请绘制代表动物分类（例如脊椎动物和无脊椎动物）的二叉树模型。

source: Model could not be found
zh_hans: 模型文件竟然凭空消失了？！

source: Model: %@
zh_hans: 本地模型：%@

# Model: %@ Tokens per second: %@
source: Model: %1$@ Tokens per second: %2$@
zh_hans: 模型：%1$@ 每秒令牌数：%2$@

source: Models
zh_hans: 模型

source: More
zh_hans: 偏多

source: More Models
zh_hans: 更多模型

source: Most
zh_hans: 最多

source: Name
zh_hans: 名称

source: Native Function Calling
zh_hans: 原生函数调用

source: Needed to access an API for inference
zh_hans: 需要用以访问 API 进行推理

source: Needed to access the Tavily API
zh_hans: 用以访问 Tavily API

source: Network Connection Lost
zh_hans: 网络链接已断开

source: Neuron
zh_hans: 神经元

source: New Conversation
zh_hans: 创建聊天

source: New Diagram
zh_hans: 创建图表

source: New Slides
zh_hans: 新建幻灯片

source: Next
zh_hans: 下一步

source: Next Expert
zh_hans: 下一个专家

source: No
zh_hans: 取消

source: No Content Found
zh_hans: 无内容

source: No content found. Would you like to extract content from your most recent message?
zh_hans: 未找到内容。需要从你最近的消息中提取内容吗？

source: No Local Model
zh_hans: 本地模型缺失

source: No Model Selected
zh_hans: 请选择模型

source: No models found
zh_hans: 无可用模型

source: No prompt provided.
zh_hans: 用户没有提供提示词。

source: No resources
zh_hans: 暂无资源

source: No tasks in progress
zh_hans: 无进行中的任务

source: No Text Selected
zh_hans: 未选择文本

source: No version selected.
zh_hans: 未选择版本。

source: Not Available
zh_hans: 选项不存在

source: Notifications
zh_hans: 通知

source: Nucleic Acids
zh_hans: 核酸

source: Number of hierarchical levels for community detection. More levels capture broader themes.
zh_hans: 用于社区检测的层级级别数。更多级别可捕获更广泛的主题。

source: Open
zh_hans: 打开

source: Open Reference
zh_hans: 打开资源

source: Outline the subject matter of your presentation
zh_hans: 请概述演示文稿的主题

source: Output Folder
zh_hans: 输出文件夹

source: Output Tokens
zh_hans: 输出

source: Parameters
zh_hans: 运行参数

source: Paraphrase
zh_hans: 改写

source: Paraphrase the text below: ""
zh_hans: 请改写这段文字： “”

source: Persist Resources
zh_hans: 保存资源

source: Pie Chart
zh_hans: 饼图

source: Play Sound Effects
zh_hans: 播放声效

source: Play sound effects when text generation begins and ends.
zh_hans: 在文字生成开始和结束时播放声效

source: Please retry your previous message.
zh_hans: 请重试发送之前的消息。

source: Please select text before invoking Sidekick's Inline Writing Assistant
zh_hans: 请先选择文本，再调用 Sidekick 的写作助手。

source: Polish and finalize
zh_hans: 完善并打磨

source: Popular Providers
zh_hans: 热门端点

source: Preparing Deep Research...
zh_hans: 正在准备开展深度调查…

source: Preparing resources
zh_hans: 准备资源

source: Press 'Command + Control + I' to access Sidekick's inline writing assistant. For example, use the 'Answer Question' command to do your homework without leaving Microsoft Word!
zh_hans: 按“Command + Control + I”访问 Sidekick 的写作助手。使用“回答问题”命令，无需离开 Microsoft Word 即可完成作业！

source: Press `Shift + Tab` to accept a suggested phrase
zh_hans: 按“Shift + Tab”接受建议的短语

source: Press `Tab` to accept a suggested word
zh_hans: 按“Tab”键接受建议的单词

source: Previous Expert
zh_hans: 上一个专家

# Processing item %lld of %lld in "%@"
source: Processing item %1$lld of %2$lld in "%3$@"
zh_hans: 正在处理"%3$@"中的第 %1$lld 项，共 %2$lld 项
